[
  {
    "id": "vannes-agglo",
    "title": "Vannes Agglo",
    "description": "Marketing de territoire pour aider les étudiants de Vannes dans leur parcours scolaire.",
    "detailedDescription": "Ce projet visait à concevoir un site web et une stratégie marketing pour accompagner les étudiants de Vannes durant leur parcours scolaire. Après avoir analysé les besoins des étudiants, nous avons décidé de leur proposer des articles sur le logement, l'alimentation, les transports, les emplois, les loisirs et surtout les réductions. Durant ce projet, notre objectif graphique était d'adapter la charte graphique du site principal de Vannes en une nouvelle version plus adaptée aux jeunes. J'ai travaillé en binôme avec Pierre Gaillard, intégrateur WordPress, en tant que chef d'équipe. Nous avons créé une charte graphique complète, développé un tunnel de vente efficace, conçu des visuels pour les réseaux sociaux et élaboré un dossier détaillant notre calendrier éditorial et nos méthodologies de travail.",
    "image": "/images/vannes-agglo.png",
    "link": "#",
    "demoLink": "https://vannes-agglo-demo.vercel.app",
    "githubLink": "https://github.com/BaptisteLeDev/vannes-agglo",
    "category": "UX/UI & Design",
    "skills": ["Figma", "Photoshop", "Marketing digital"],
    "attribution": "Projet réalisé en binôme avec Pierre Gaillard",
    "date": "Mars 2024",
    "role": "Chef de projet, Designer UX/UI et responsable marketing"
  },
  {
    "id": "festival-vibrations",
    "title": "Festival Vibrations",
    "description": "Création de l'identité visuelle et du site web pour le festival de musique Vibrations.",
    "detailedDescription": "J'ai conçu en binome l'ensemble de l'identité visuelle du festival Vibrations, des supports imprimés au site web. Le design s'inspire des ondes sonores et utilise une palette de couleurs vives pour évoquer l'énergie du festival.",
    "link": "#",
    "demoLink": "https://festival-vibrations.netlify.app",
    "githubLink": null,
    "category": "UX/UI & Design",
    "skills": ["Illustrator", "Photoshop", "Figma", "Design"],
    "attribution": "En collaboration avec Paul-Emile Robert",
    "date": "Octobre 2024",
    "role": "Designer graphique"
  },
  {
    "id": "erwan-ewen",
    "title": "Erwan&Ewen",
    "description": "Développement d'un site web wordpress, pour les cavistes bretonne Erwan&Ewen.",
    "detailedDescription": "Cet site e-commerce intègre un catalogue de produits, une page de panier, et des fonctionnalités d'ergonomie web. J'ai créé une expérience utilisateur fluide et intuitive qui reflète l'identité de cette marque fictive.",
    "image": "/images/erwan-ewen.png",
    "link": "#",
    "demoLink": "https://erwanewen.baptiste-dechamp.mds-vannes.yt",
    "githubLink": null,
    "category": "Intégrateur, UX/UI & Design",
    "skills": ["Wordpress", "Figma", "WinSCP", "Kadence Template"],
    "attribution": "Projet réalisé pour la marque Erwen&Ewen",
    "date": "Novembre 2024",
    "role": "Intégrateur Wordpress et Designer UX"
  },
  {
    "id": "g-en",
    "title": "G-En",
    "description": "Solution B2B favorisant l'inclusion intergénérationnelle au sein des entreprises.",
    "detailedDescription": "Génération Entreprise (G-En) est un service B2B conçu pour répondre aux enjeux RSE des entreprises en favorisant l'inclusion intergénérationnelle. Développé en équipe avec Pierre Gaillard, ce projet combine une formation pour les RH et une plateforme collaborative. Nous avons réalisé des maquettes interactives sur Figma, créé une charte graphique cohérente et mené une recherche marketing approfondie pour valider notre concept. G-En propose aux entreprises un moyen efficace d'améliorer la cohésion d'équipe tout en respectant leurs engagements sociétaux.",
    "image": "/images/g-en.png",
    "link": "#",
    "demoLink": "https://g-en-dashboard.vercel.app",
    "githubLink": "https://github.com/BaptisteLeDev/g-en",
    "category": "UX/UI & Design",
    "skills": ["Figma", "Adobe XD", "Recherche UX", "Prototype interactif"],
    "attribution": "Projet réalisé en équipe avec Pierre Gaillard",
    "date": "Janvier 2025",
    "role": "UX Designer & Recherche marketing"
  }
]
